[A_Item_Unique.Artifact_MysteryAmulet ArtifactDefinition]
UseFailureCharacterMessage="It should be us %s It's used."
ItemName="A secret amulet"
PickupMessage="you have it %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="As before"

[A_Item_Unique.Artifact_SeraphShadow ArtifactDefinition]
UseFailureCharacterMessage="this is %s You can use this number."
ItemName="Image of Seraphim"
PickupMessage="do you understand %s"
UseFailureLevelMessage="You must be at least %d old to use this element."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="common"

[Body.Body_MysteryAmulet:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Man, as long as I fight for you, you will not regret and I will lose you."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphShadow:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="All time [skill]You shoot[-skill], There is a possibility [skill]He attacked twice.[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphShadow:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Dell is anything but black.."
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.AttrPresent_Friendship AttributePresentationDefinition]
Description="friends"
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.AttrPresent_WeaponExtraShotChance AttributePresentationDefinition]
Description="Additional video clips."
NoConstraintText=""
Suffix=""
Prefix=""

[Misc.Skill_Friendship SkillDefinition]
SkillName="reaction"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

